Repository: XLsn0w/tweak
Catalog: Zebra/Zebra/*.lproj/Localizable.strings
Languages: sv

source: Cancel
sv: Avbryt

source: Yes
sv: Ja

source: No
sv: Nej

source: Error
sv: Fel

source: Retry
sv: Försök igen

source: Edit
sv: Ändra

source: Close
sv: Stäng

source: Done
sv: Klar

source: Loading...
sv: Laddar...

source: Clear
sv: Rensa

source: An Error Ocurred
sv: Ett fel uppstod

source: Home
sv: Hem

source: Welcome to Zebra!
sv: Välkommen till Zebra!

source: Report a Bug
sv: Rapportera en bugg

source: Changelog
sv: Ändringslogg

source: Wish List
sv: Önskelista

source: No items in Wish List
sv: Inga artiklar på önskelistan

source: Community
sv: Gemenskap

source: Join our Discord
sv: Gå med i vår Discord

source: Follow us on Twitter
sv: Följ oss på Twitter

source: Help translate Zebra!
sv: Hjälp till att översätta Zebra!

source: Community Sources
sv: Gemenskapskällor

source: You’ve added all of the community sources
sv: Du har lagt till alla gemenskapskällor

source: Transfer sources from %@ to Zebra
sv: Överför källor från %@ till Zebra

source: Utility source for %@
sv: Verktygskälla för %@

source: Transfer Sources
sv: Överför källor

source: Verifying Source
sv: Verifierar källa

source: Verifying Sources
sv: Verifierar källor

source: Import
sv: Importera

source: Verifying...
sv: Verifierar...

source: Confirm Import
sv: Bekräfta importering

source: Import Sources
sv: Importera källor

source: No sources to import
sv: Inga källor att importera

source: Would you like to import the following sources?
sv: Vill du importera följande källor?

source: Are you sure that you want to import 1 source into Zebra?
sv: Är du säker på att du vill importera 1 källa till Zebra?

source: Are you sure that you want to import %d sources into Zebra?
sv: Är du säker på att du vill importera %d källor till Zebra?

source: Credits
sv: Medverkande

source: Creators
sv: Skaparna

source: Contributors
sv: Bidragsgivare

source: Translators
sv: Översättare

source: Libraries
sv: Bibliotek

source: Settings
sv: Inställningar

source: Display
sv: Visning

source: App Icon
sv: Appikon

source: Changes
sv: Ändringar

source: Community News
sv: Gemenskapsnyheter

source: Miscellaneous
sv: Övrigt

source: Swipe Actions Display As
sv: Svepåtgärder visas som

source: Icon
sv: Ikon

source: Finish Automatically
sv: Slutför automatiskt

source: Accent Color
sv: Accentfärg

source: Aqua Velvet
sv: Isblå

source: Cornflower Blue
sv: Kornblå

source: Golden Tainoi
sv: Gyllene tainoi

source: Iris Blue
sv: Irisblå

source: Lotus Pink
sv: Lotusrosa

source: Monochrome
sv: Monokrom

source: Mountain Meadow
sv: Fjällängsgrön

source: Pastel Red
sv: Pastellröd

source: Purple Heart
sv: Lila hjärta

source: Royal Blue
sv: Kungsblå

source: Shark
sv: Hajgrå

source: Storm
sv: Stormgrå

source: Use System Accent Color
sv: Använd systemets accentfärg

source: Appearance
sv: Utseende

source: Use System Appearance
sv: Använd systemets utseende

source: Light
sv: Ljust

source: Dark
sv: Mörkt

source: Pure Black Mode
sv: Totalsvart läge

source: Featured Packages
sv: Utvalda paket

source: Feature Type
sv: Metod för utväljning

source: Repo Featured
sv: Utvalt av förråd

source: Random
sv: Slumpmässigt

source: Select Repos to be Featured
sv: Välj förråd att välja ut från

source: Featured Repos
sv: Utvalda förråd

source: Reset
sv: Återställ

source: Refresh Icon Cache
sv: Uppdatera ikoncache

source: Clear Image Cache
sv: Rensa bildcache

source: Clear Sources Cache
sv: Rensa källcache

source: Clear Web Cache
sv: Rensa webbcache

source: Reset All Settings
sv: Återställ alla inställningar

source: Erase All Sources
sv: Radera alla källor

source: Erase All Sources and Settings
sv: Radera alla källor och inställningar

source: Are you sure you want to restart the SpringBoard?
sv: Är du säker på att du vill starta om SpringBoard?

source: Are you sure you want to refresh the icon cache? Your device may become unresponsive until the process is complete.
sv: Är du säker på att du vill uppdatera ikoncachen? Din enhet kan sluta svara tills processen är klar.

source: Image Cache Cleared
sv: Rensade bildcachen

source: Web Cache Cleared
sv: Rensade webbcachen

source: Are you sure you want to reset Zebra's source cache? This will remove all cached information from Zebra's database and redownload it. Your sources will not be deleted.
sv: Är du säker på att du vill återställa Zebras källcache? Detta kommer att ta bort all cachad information från Zebras databas och ladda ner den igen. Dina källor kommer inte att tas bort.

source: Are you sure you want to reset Zebra's settings? This will reset all of Zebra's settings back to their default values and Zebra will restart.
sv: Är du säker på att du vill återställa Zebras inställningar? Detta kommer att återställa alla Zebras inställningar till standardvärdena och Zebra kommer att starta om.

source: Are you sure you want to erase all sources? All of your sources will be removed from Zebra and Zebra will restart.
sv: Är du säker på att du vill radera alla källor? Alla dina källor kommer att tas bort från Zebra och Zebra kommer att starta om.

source: Are you sure you want to erase all sources and settings? All of your sources will be removed from Zebra and your settings will be reset.
sv: Är du säker på att du vill radera alla källor och inställningar? Alla dina källor kommer att tas bort från Zebra och dina inställningar kommer att återställas.

source: All of your sources will be deleted and be gone forever and Zebra will restart.
sv: Alla dina källor kommer att tas bort och försvinna för alltid och Zebra kommer att starta om.

source: Open Documents Directory
sv: Öppna dokumentkatalog

source: Filza Not Installed
sv: Filza är inte installerat

source: Zebra cannot open its documents directory because Filza is not installed. Your documents directory is: %@
sv: Zebra kan inte öppna sin dokumentkatalog eftersom Filza inte är installerat. Din dokumentkatalog är: %@

source: Stores
sv: Butiker

source: My Account
sv: Mitt konto

source: Sign In
sv: Logga in

source: Sign Out
sv: Logga ut

source: Your Purchases
sv: Dina köp

source: No Storefronts Available
sv: Inga butiker tillgängliga

source: Could not complete purchase
sv: Kunde inte slutföra köpet

source: Could not complete purchase, no payment secret was found
sv: Kunde inte slutföra köpet, ingen betalningshemlighet hittades

source: No packages purchased
sv: Inga köpta paket

source: Logged in as %@ (%@)
sv: Inloggad som %@ (%@)

source: Sources
sv: Källor

source: Unknown
sv: Okänd

source: Delete
sv: Ta bort

source: Refresh
sv: Uppdatera

source: All Packages
sv: Alla paket

source: Remove Source
sv: Ta bort källa

source: Local Repository
sv: Lokalt förråd

source: Locally installed packages
sv: Lokalt installerade paket

source: Add
sv: Lägg till

source: Add Sources
sv: Lägg till källor

source: Add Multiple
sv: Lägg till flera

source: Enter Source URL
sv: Ange käll-URL

source: Would you like to add the URL from your clipboard?
sv: Vill du lägga till URL:en från ditt urklipp?

source: Please Wait...
sv: Vänta...

source: Updating Sources
sv: Uppdaterar källor

source: Unknown error
sv: Okänt fel

source: Invalid URL
sv: Ogiltig URL

source: Invalid Source
sv: Ogiltig källa

source: Tap to learn more
sv: Tryck för mer information

source: No source URLs detected.
sv: Inga käll-URL:er upptäcktes.

source: Unable to verify source
sv: Kunde inte verifiera källa

source: Error verifying source
sv: Fel när källan verifierades

source: Error verifying sources
sv: Fel när källorna verifierades

source: Failed to add source
sv: Misslyckades att lägga till källa

source: Failed to add sources
sv: Misslyckades att lägga till källor

source: You have already added this source.
sv: Du har redan lagt till denna källa.

source: You have already added these sources.
sv: Du har redan lagt till dessa källor.

source: Unable to locate an APT repository at:
sv: Kunde inte hitta ett APT-förråd på:

source: Unable to locate APT repositories at:
sv: Kunde inte hitta APT-förråd på:

source: Could not download Packages file from %@. Reason: %@
sv: Kunde inte ladda ner filen Packages från %@. Anledning: %@

source: Could not download one or more files from %@. Reason: %@
sv: Kunde inte ladda ner en eller flera filer från %@. Anledning: %@

source: The URL you entered is not valid. Please check it and try again.
sv: URL:en du angav är inte giltig. Kontrollera den och försök igen.

source: Zebra was unable to download the source specified at %@. It may be temporarily inaccessible or could have been added incorrectly.
sv: Zebra kunde inte ladda ner källan på %@. Den kan vara tillfälligt otillgänglig eller ha lagts till felaktigt.

source: Packages
sv: Paket

source: Show Updates
sv: Visa uppdateringar

source: Ignore Updates
sv: Ignorera uppdateringar

source: Select Version
sv: Välj version

source: Select a version to upgrade to:
sv: Välj en version att uppgradera till:

source: Select a version to downgrade to:
sv: Välj en version att nedgradera till:

source: Package
sv: Paket

source: Upgrade All
sv: Uppgradera alla

source: Loaded
sv: laddat

source: Date
sv: Datum

source: Size
sv: Storlek

source: Available Upgrades
sv: Tillgängliga uppgraderingar

source: Ignored Upgrades
sv: Ignorerade uppgraderingar

source: Recent
sv: Nytt

source: Source
sv: Källa

source: Installed Files
sv: Installerade filer

source: Modify
sv: Ändra

source: Authenticate to initiate purchase.
sv: Autentisera för att initiera köp.

source: Please relogin your account that is used to purchase this package (Possibly %@)
sv: Logga in igen med ditt konto som används för att köpa det här paketet (Eventuellt %@)

source: More by this Developer
sv: Mer av den här utvecklaren

source: Installed Version
sv: Installerad version

source: Installed Size
sv: Installerad storlek

source: %@ (Installed Version: %@)
sv: %@ (Installerad version: %@)

source: %@ (Installed Size: %@)
sv: %@ (Installerad storlek: %@)

source: Add to Wish List
sv: Lägg till på önskelistan

source: Remove from Wish List
sv: Ta bort från önskelistan

source: Administration
sv: Administrering

source: Addons
sv: Tillägg

source: App Addons
sv: App-tillägg

source: Archiving
sv: Arkivering

source: Carrier Support
sv: Operatörsstöd

source: Communication
sv: Kommunikation

source: Data Storage
sv: Datalagring

source: Development
sv: Utveckling

source: Dictionaries
sv: Ordböcker

source: Education
sv: Utbildning

source: Entertainment
sv: Underhållning

source: Games
sv: Spel

source: Health and Fitness
sv: Hälsa och träning

source: Imaging
sv: Avbildning

source: Keyboards
sv: Tangentbord

source: Localization
sv: Lokalisering

source: Messaging
sv: Meddelanden

source: Navigation
sv: Navigering

source: Networking
sv: Nätverk

source: Packaging
sv: Paketering

source: Productivity
sv: Produktivitet

source: Repositories
sv: Förråd

source: Ringtones
sv: Ringsignaler

source: Scripting
sv: Skriptning

source: Security
sv: Säkerhet

source: Social
sv: Socialt

source: Terminal Support
sv: Terminalstöd

source: Text Editors
sv: Textredigerare

source: Themes
sv: Teman

source: Toys
sv: Leksaker

source: Tweaks
sv: Anpassningar

source: Utilities
sv: Verktyg

source: Wallpaper
sv: Bakgrund

source: Widgets
sv: Widgetar

source: Search
sv: Sök

source: This search query is too short for the full search, please use a longer query.
sv: Det här sökordet är för kort för fullständig sökning, använd ett längre sökord.

source: No Results Found
sv: Inga resultat hittades

source: Name
sv: Namn

source: Description
sv: Beskrivning

source: Author
sv: Skapare

source: Downloads
sv: Nedladdningar

source: Error while opening sources.list
sv: Fel när sources.list öppnades

source: The source %@ is incompatible with your jailbreak.
sv: Källan %@ är inkompatibel med din jailbreak.

source: It may cause issues if you add it to Zebra resulting in possible restore.
sv: Det kan orsaka problem om du lägger till det i Zebra och eventuellt resultera i återställning.

source: Please remove this source from your sources.list file.
sv: Ta bort den här källan från din sources.list-fil.

source: Incorrect documents permissions.
sv: Felaktiga dokumentbehörigheter.

source: Could not determine device information.
sv: Kunde inte avgöra enhetsinformation.

source: Could not find a download URL for
sv: Kunde inte hitta en nedladdnings-URL för

source: %@ hasn't been modified
sv: %@ har inte ändrats

source: Could not parse %@ from %@
sv: Kunde inte tolka %@ från %@

source: A total of %d files will be downloaded
sv: Totalt %d filer kommer att laddas ner

source: Console
sv: Konsol

source: Performing Actions...
sv: Utför åtgärder...

source: Updating icon cache asynchronously...
sv: Uppdaterar ikoncachen asynkront...

source: This may take awhile and Zebra may crash. It is okay if it does.
sv: Det kan ta en stund och Zebra kan krascha. Det är okej om det gör det.

source: Close Zebra
sv: Stäng Zebra

source: Closing Zebra...
sv: Stänger Zebra...

source: Restart SpringBoard
sv: Starta om SpringBoard

source: Restarting SpringBoard...
sv: Startar om SpringBoard...

source: Parsing %@
sv: Tolkar %@

source: Starting Download
sv: Startar nedladdning

source: Downloading
sv: Laddar ner

source: Downloading %@
sv: Laddar ner %@

source: Downloading Packages...
sv: Laddar ner paket...

source: Download Completed
sv: Nedladdning slutförd

source: Installing
sv: Installerar

source: Installing Packages...
sv: Installerar paket...

source: Removing
sv: Tar bort

source: Removing Packages...
sv: Tar bort paket...

source: Reinstalling
sv: Installerar om

source: Reinstalling Packages...
sv: Installerar om paket...

source: Upgrading
sv: Uppgraderar

source: Upgrading Packages...
sv: Uppgraderar paket...

source: Complete
sv: Färdig

source: Finished!
sv: Klart!

source: Return to Queue
sv: Återgå till kön

source: Returning to Queue...
sv: Återgår till kön...

source: Importing local packages.
sv: Importerar lokala paket.

source: Finished importing local packages.
sv: Importerade lokala paket.

source: One or more packages failed to download.
sv: Ett eller flera paket kunde inte laddas ner.

source: Click "Return to Queue" to return to the Queue and retry the download.
sv: Tryck på "Återgå till kön" för att återgå till kön och försök att ladda ner igen.

source: Done...
sv: Klar...

source: Done %@
sv: Klar %@

source: Removing Zebra...
sv: Tar bort Zebra...

source: Installing Zebra...
sv: Installerar Zebra...

source: Adding Payment Vendor URL for %@
sv: Lägger till betalningsleverantörens URL för %@

source: %d Packages Queued
sv: %d paket köade

source: %d Package Queued
sv: %d paket köat

source: Tap to manage
sv: Tryck för att hantera

source: No Packages Queued
sv: Inga paket köade

source: Queue
sv: Kö

source: Install
sv: Installera

source: Reinstall
sv: Installera om

source: Remove
sv: Ta bort

source: Upgrade
sv: Uppgradera

source: Downgrade
sv: Nedgradera

source: Abort
sv: Avbryt

source: Continue
sv: Fortsätt

source: Download Size
sv: Nedladdningsstorlek

source: Confirm
sv: Bekräfta

source: Issues
sv: Problem

source: Required Package
sv: Nödvändigt paket

source: Are you sure?
sv: Är du säker?

source: Remove from Queue
sv: Ta bort från kö

source: Clear Queue
sv: Rensa kö

source: %@ is required by:
sv: %@ krävs av:

source: %@ must be removed because it depends on %@
sv: %@ måste tas bort eftersom det beror på %@

source: %@ has issues that cannot be resolved:
sv: %@ har problem som inte kan lösas:

source: Are you sure you want to clear the Queue?
sv: Är du säker på att du vill rensa kön?

source: %@ is a required package. It should NOT be removed unless you know exactly what you are doing!
sv: %@ är ett nödvändigt paket. Det ska INTE tas bort om du inte vet exakt vad du gör!

source: Live Search
sv: Livesökning

source: Tweaks, Themes, and More
sv: Anpassningar, teman och mer

source: %@ is a required package and must be removed because it depends on %@. %@ should NOT be removed unless you know exactly what you are doing!
sv: %@ är ett nödvändigt paket och måste tas bort eftersom det beror på %@. %@ ska INTE tas bort om du inte vet exakt vad du gör!

source: One or more of the packages in the Queue for removal is essential or required. It is not recommended to proceed unless you know exactly what you are doing. Removing these packages could cause irreversible damage to your device and might result in a full restore.
sv: Ett eller flera av paketen i kön för borttagning är viktiga eller nödvändiga. Det rekommenderas inte att fortsätta om du inte vet exakt vad du gör. Att ta bort dessa paket kan orsaka irreversibel skada på din enhet och kan leda till att en fullständig återställning av enheten behövs.

source: Zebra was unable to complete this command because it does not have the proper permissions. Please verify the permissions located at /usr/libexec/zebra/supersling and report this issue on GitHub.
sv: Zebra kunde inte slutföra det här kommandot eftersom det inte har rätt behörigheter. Verifiera behörigheterna på /usr/libexec/zebra/supersling och rapportera det här problemet på GitHub.

source: Unable to access su/sling. Please verify that /usr/libexec/zebra/supersling exists.
sv: Kunde inte komma åt su/sling. Verifiera att /usr/libexec/zebra/supersling finns.

source: su/sling is not owned by root:wheel. Please verify the permissions of the file located at /usr/libexec/zebra/supersling.
sv: su/sling ägs inte av root:wheel. Verifiera behörigheterna för filen på /usr/libexec/zebra/supersling.

source: su/sling does not have permission to set the uid or gid. Please verify the permissions of the file located at /usr/libexec/zebra/supersling.
sv: su/sling har inte behörighet att ställa in uid eller gid. Verifiera behörigheterna för filen på /usr/libexec/zebra/supersling.

source: Could not respring. Please respring manually.
sv: Kunde inte starta om SpringBoard. Vänligen gör det manuellt.

source: ERROR: Unable to lock status file. Please try again.
sv: FEL: Kunde inte låsa statusfil. Var god försök igen.

source: ERROR: Process must be restarted. Please try again.
sv: FEL: Processen måste startas om. Var god försök igen.

source: Hide UDID
sv: Dölj UDID

source: Display featured packages on the homepage.
sv: Visa utvalda paket på startsidan.

source: Automatic Refresh
sv: Automatisk uppdatering

source: Refresh Zebra's sources when opening the app.
sv: Uppdatera Zebras källor när appen öppnas.

source: Display recent community posts from /r/jailbreak.
sv: Visa nya inlägg från /r/jailbreak.

source: Search packages while typing. Disabling this feature may reduce lag on older devices.
sv: Sök efter paket medan du skriver. Att inaktivera den här funktionen kan minska lagg på äldre enheter.

source: Configure the appearance of table view swipe actions.
sv: Konfigurera utseendet på svepåtgärder i tabellvyer.

source: Change the accent color that displays across Zebra.
sv: Ändra accentfärgen som visas i Zebra.

source: Change the style of Zebra's dark mode when it is enabled.
sv: Ändra stilen för Zebras mörka läge när det är aktiverat.

source: Change the source of the featured packages on the homepage.
sv: Ändra källan för de utvalda paketen på startsidan.

source: "Repo Featured" will display random packages from repos that support the Featured Package API.
sv: "Utvalt av förråd" kommer att visa slumpmässiga paket från förråd som stöder API:et för utvalda paket.

source: "Random" will display random packages from all repositories that you have added to Zebra.
sv: "Slumpmässigt" kommer att visa slumpmässiga paket från alla förråd som du har lagt till i Zebra.

source: Signing in to sources allows for the purchase of paid packages.
sv: Att logga in på källor möjliggör köp av betalpaket.

source: Automatically dismiss the Console when all of its tasks have been completed.
sv: Avfärda konsolen automatiskt när alla uppgifter har slutförts.

source: Filters
sv: Filter

source: Add Filter
sv: Lägg till filter

source: 1 Section Hidden
sv: 1 sektion dold

source: %lu Sources Hidden
sv: %lu källor dolda

source: Sections
sv: Sektioner

source: Select a Section
sv: Välj en sektion

source: Hide packages in these sections.
sv: Dölj paket i dessa sektioner.

source: Select a Source
sv: Välj en källa

source: Search for an Author
sv: Sök efter en skapare

source: Hide packages in these sections from specific sources.
sv: Dölj paket i dessa sektioner från specifika källor.

source: Updates
sv: Uppdateringar

source: Hide future updates from these packages.
sv: Dölj framtida uppdateringar från dessa paket.

source: Authors
sv: Skapare

source: Hide packages from these authors.
sv: Dölj paket från dessa skapare.

source: Language
sv: Språk

source: Apply
sv: Verkställ

source: Restart Required
sv: Omstart krävs

source: Zebra must be closed in order to change preferred language
sv: Zebra måste stängas för att ändra önskat språk

source: Restart
sv: Starta om

source: Use System Language
sv: Använd systemspråk
